Repository: katagaki/Scanboard
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# App.Name
source: Tap to Scan
de: Zum Scannen tippen
es: Toca para escanear
fr: Toucher pour scanner
ja: タッチスキャン
ko: 탭하여 스캔
zh_hans: 点按扫描
zh_hant: 點按掃描

# LiveActivity.Scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
ja: スキャン
ko: 스캔
zh_hans: 扫描
zh_hant: 掃描

# LiveActivity.TapToScan
source: Tap here to scan a barcode
de: Hier tippen, um einen Barcode zu scannen
es: Toca aquí para escanear un código de barras
fr: Touchez ici pour scanner un code-barres
ja: ここをタップしてバーコードをスキャン
ko: 여기를 탭하여 바코드 스캔
zh_hans: 点按此处扫描条码
zh_hant: 點按此處掃描條碼

# Onboarding.AllowCameraAccess
source: Allow Camera Access
de: Kamerazugriff erlauben
es: Permitir acceso a la cámara
fr: Autoriser l'accès à la caméra
ja: カメラへのアクセスを許可
ko: 카메라 접근 허용
zh_hans: 允许访问相机
zh_hant: 允許取用相機

# Onboarding.CameraAccessDescription
source: Tap to Scan needs your camera to scan barcodes. Tap below to grant access.
de: Zum Scannen von Barcodes wird die Kamera benötigt. Tippen Sie unten, um den Zugriff zu erlauben.
es: Toca para escanear necesita tu cámara para escanear códigos de barras. Toca abajo para conceder acceso.
fr: Toucher pour scanner a besoin de votre caméra pour scanner les codes-barres. Touchez ci-dessous pour autoriser l'accès.
ja: バーコードをスキャンするにはカメラが必要です。下のボタンをタップしてアクセスを許可してください。
ko: 바코드를 스캔하려면 카메라가 필요합니다. 아래를 탭하여 접근 권한을 허용하세요.
zh_hans: “点按扫描”需要使用您的相机来扫描条码。请点按下方授予访问权限。
zh_hant: 「點按掃描」需要使用您的相機來掃描條碼。請點按下方授予取用權限。

# Onboarding.CameraAccessGranted
source: Camera access granted.
de: Kamerazugriff gewährt.
es: Acceso a la cámara concedido.
fr: Accès à la caméra autorisé.
ja: カメラへのアクセスが許可されました。
ko: 카메라 접근이 허용되었습니다.
zh_hans: 已授予相机访问权限。
zh_hant: 已授予相機取用權限。

# Onboarding.Done
source: DONE
de: FERTIG
es: LISTO
fr: TERMINÉ
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# Onboarding.GrantCameraAccess
source: Grant Camera Access
de: Kamerazugriff gewähren
es: Conceder acceso a la cámara
fr: Autoriser l'accès à la caméra
ja: カメラアクセスを許可する
ko: 카메라 접근 권한 허용
zh_hans: 授予相机访问权限
zh_hant: 授予相機取用權限

# Onboarding.OpenSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

# Onboarding.HowItWorks
source: HOW IT WORKS
de: SO FUNKTIONIERT ES
es: CÓMO FUNCIONA
fr: COMMENT ÇA MARCHE
ja: 使い方
ko: 사용 방법
zh_hans: 使用方法
zh_hant: 使用方法

# Onboarding.Instruction.LiveActivity
source: A Live Activity will appear on your Lock Screen and Dynamic Island
de: Eine Live-Aktivität erscheint auf dem Sperrbildschirm und der Dynamic Island
es: Una Actividad en Vivo aparecerá en tu Pantalla de Bloqueo y Dynamic Island
fr: Une Activité en direct apparaîtra sur votre écran de verrouillage et la Dynamic Island
ja: ロック画面とDynamic Islandにライブアクティビティが表示されます
ko: 잠금 화면과 다이내믹 아일랜드에 라이브 활동이 표시됩니다
zh_hans: 实时活动将显示在锁定屏幕和灵动岛上
zh_hant: 即時動態將顯示在鎖定畫面和動態島上

# Onboarding.Instruction.PointCamera
source: Point your camera at a barcode — it will be scanned and copied automatically
de: Richten Sie die Kamera auf einen Barcode – er wird automatisch gescannt und kopiert
es: Apunta la cámara a un código de barras — se escaneará y copiará automáticamente
fr: Pointez votre caméra vers un code-barres — il sera scanné et copié automatiquement
ja: カメラをバーコードに向けると、自動的にスキャンしてコピーされます
ko: 카메라를 바코드에 향하면 자동으로 스캔되어 복사됩니다
zh_hans: 将相机对准条码——它将被自动扫描并复制
zh_hant: 將相機對準條碼——它將被自動掃描並複製

# Onboarding.Instruction.SwitchBack
source: Switch back to your previous app and paste
de: Wechseln Sie zurück zur vorherigen App und fügen Sie ein
es: Vuelve a tu app anterior y pega
fr: Revenez à votre application précédente et collez
ja: 前のアプリに戻ってペーストしてください
ko: 이전 앱으로 돌아가서 붙여넣기하세요
zh_hans: 切换回之前的应用并粘贴
zh_hant: 切換回之前的應用程式並貼上

# Onboarding.Instruction.TapToOpen
source: Tap it anytime to open the scanner
de: Jederzeit tippen, um den Scanner zu öffnen
es: Tócalo en cualquier momento para abrir el escáner
fr: Touchez à tout moment pour ouvrir le scanner
ja: いつでもタップしてスキャナーを開けます
ko: 언제든 탭하여 스캐너를 열 수 있습니다
zh_hans: 随时点按即可打开扫描器
zh_hant: 隨時點按即可打開掃描器

# Onboarding.OpenScanner
source: Open Scanner
de: Scanner öffnen
es: Abrir escáner
fr: Ouvrir le scanner
ja: スキャナーを開く
ko: 스캐너 열기
zh_hans: 打开扫描器
zh_hant: 打開掃描器

# Onboarding.Pending
source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
ja: 未完了
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理

# Onboarding.ReadyToScan
source: READY TO SCAN
de: BEREIT ZUM SCANNEN
es: LISTO PARA ESCANEAR
fr: PRÊT À SCANNER
ja: スキャン準備完了
ko: 스캔 준비 완료
zh_hans: 准备扫描
zh_hant: 準備掃描

# Onboarding.Setup
source: SETUP
de: EINRICHTUNG
es: CONFIGURACIÓN
fr: CONFIGURATION
ja: セットアップ
ko: 설정
zh_hans: 设置
zh_hant: 設定

# Onboarding.Subtitle
source: Quickly scan barcodes and copy them to your clipboard. Use the Live Activity to launch the scanner from anywhere.
de: Scannen Sie Barcodes schnell und kopieren Sie sie in die Zwischenablage. Nutzen Sie die Live-Aktivität, um den Scanner von überall zu starten.
es: Escanea códigos de barras rápidamente y cópialos al portapapeles. Usa la Actividad en Vivo para abrir el escáner desde cualquier lugar.
fr: Scannez rapidement des codes-barres et copiez-les dans le presse-papiers. Utilisez l'Activité en direct pour lancer le scanner depuis n'importe où.
ja: バーコードをすばやくスキャンしてクリップボードにコピーします。ライブアクティビティを使えば、どこからでもスキャナーを起動できます。
ko: 바코드를 빠르게 스캔하고 클립보드에 복사하세요. 라이브 활동을 사용하면 어디서든 스캐너를 실행할 수 있습니다.
zh_hans: 快速扫描条码并复制到剪贴板。使用实时活动可从任何位置启动扫描器。
zh_hant: 快速掃描條碼並複製到剪貼簿。使用即時動態可從任何位置啟動掃描器。

# Widget.OpenScanner
source: Open Scanner
de: Scanner öffnen
es: Abrir escáner
fr: Ouvrir le scanner
ja: スキャナーを開く
ko: 스캐너 열기
zh_hans: 打开扫描器
zh_hant: 打開掃描器

# Widget.OpenScannerDescription
source: Opens the barcode scanner
de: Öffnet den Barcode-Scanner
es: Abre el escáner de códigos de barras
fr: Ouvre le scanner de codes-barres
ja: バーコードスキャナーを開きます
ko: 바코드 스캐너를 엽니다
zh_hans: 打开条码扫描器
zh_hant: 打開條碼掃描器

# Widget.ScanBarcode
source: Scan Barcode
de: Barcode scannen
es: Escanear código de barras
fr: Scanner un code-barres
ja: バーコードをスキャン
ko: 바코드 스캔
zh_hans: 扫描条码
zh_hant: 掃描條碼

# Widget.ScanBarcodeDescription
source: Quickly launch the barcode scanner
de: Barcode-Scanner schnell starten
es: Inicia rápidamente el escáner de códigos de barras
fr: Lancer rapidement le scanner de codes-barres
ja: バーコードスキャナーをすばやく起動
ko: 바코드 스캐너를 빠르게 실행
zh_hans: 快速启动条码扫描器
zh_hant: 快速啟動條碼掃描器

# Scanner.CopiedToClipboard
source: Copied to Clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿
